Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/admin/sd/samediggi.no/movt-don-alggat-samasmuinna.html.tmx
Source language: sme
Languages: smj

source: Movt don álggát #sámásmuinna / Artikler / Sámás muinna / Giella / Sámediggi - Sametinget
smj: Gåktu álgget #sámástamunja / Artikler / Sámásta mujna / Giella / Sámedigge - Sametinget

source: Movt don álggát #sámásmuinna
smj: Gåktu álgget #sámástamunja

source: Vuos fertet viežžat Instagrámma prográmma.
smj: Instagrámma

source: Dat lea govvajuogadanprográmma mainna sáhtát juogadit govaid.
smj: Dat la gåvvåjuogatjimáppa mij miedet duv gåvåjt juogatjit.

source: Eaktun dasa ahte aiddo fal du govat bohtet mielde kampánnjii, lea ahte dus lea rabas profiila.
smj: Gájbbádus jus jur duv gåvå båhti fáron kámpánnjaj la dujna le rabás profijlla.

source: Dan iskkat iežat heivehemiid vuolde.
smj: Dav gehtja dån ietjat biejadusájn.

source: Jus it háliit rahpat iežat priváhta profiilla, de sáhtát rahpat lassekonto.
smj: Jus i sidá ietjat profijlav rahpat, de le nubbe vuohke duodde kontov ásadit.

source: Instagrámma prográmma lea nuvttá, nu ahte dat ii mávsse dutnje maidege.
smj: Instagram la nåvkå, de dat ij dunji majdik mávse.

source: Mo bidjat teavstta govaide ?
smj: Gåktu tevstav biedjat gåvvåj ?

source: Doppe leat máŋga prográmma maid sáhttá viežžat nuvttá sihke Google Play:s ja iTune:s.
smj: Gávnnuji moadda applikasjåvnå majt máhtta viedtjat mávso dagi goappátjagá Google Playan ja iTunesin.

source: PicLab ja LineCamera sáhttá maid geavahit.
smj: PicLab ja LineCamera li muhtem ietjá máhttelisvuoda.

source: Sámi boallobeavdi mobiltelefovnnas
smj: Same tjåvdabievdde giehtaskuolkanin

source: Dađibahábut ii leat sámi boallobeavdi buot telefovnnain vel.
smj: Mavas galga e ájn gávnnu sáme tjåvdabievde divna skuolkanijda.

source: Muhto dattetge leat máŋga vuogi mo sáhttá oažžut sámegielbustávaid mobiillas.
smj: Valla huoman gavnnuji moadda vuoge gåktu sámegielak bokstávaj tjállá giehtaskuolkanin.

source: Android-telefovnnaide gávdno davvisámegiela boallobeavdi.
smj: Android-skuolkanijda gávnnu nuorttasáme tjåvdabievdde.

source: Scandinavian keybordsáhttá viežžat Google Play:s.
smj: Scandinavian keybordmahtta viettjaduvvat Google Playas.

source: Jus it háliit geavahit Scandinavian keyboard, de lea maid vejolaš geavahitHrvatski, kroáhtalaš boallobeavddi, mii lea juo du telefovnnas.
smj: Jus i sidáScandinavian keyboard:avadnet, de le aj máhttelisHrvatski:avadnet, kroahta tjåvdabievdev, mij la juo biejadum skuolkanij.

source: Doppe leat bustávat áčđšž (go guhká deattát bustávaid acdsz), áidna bustávat mat eai leat doppe, leat ŋŧ.
smj: Danna oadtju bokstávajtáčđšž (gå guhkev dæbtjoacdsz), ájnna bokstávaj ma gáhtu li deŋŧ.

source: iPhone dahje Nokia telefovnnain ii lea davvisámegiela boallobeavdi.
smj: iPhonej jali Nokiaj ij gávnnu nuorttasáme tjåvdabievdde.

source: Nu go Android-telefovnnain, de sáhtát geavahit Hrvatski, kroáhtalaš boallobeavddi, mii lea juo du telefovnnas.
smj: Nåv gå Android-skuolkanijn, de máhtá adnetHrvatski, kroahta tjåvdabievdev, mij la juo biejadum skuolkanij.

source: Sátnegirjjit telefovnnas
smj: Julevsamegiellaj: http://ntec.no/samisk /

source: Eará cavgileamit ja juonat
smj: Ietjá vuoge ja oajvvadusá

source: Mo oažžut sámi boallobeavddi dihtorii:
smj: Gåktu oadtju sámegielak tjåvdabievdev dáhtámasjijnnaj:

source: Giellatekno ruovttusiiddus: http://giellatekno.uit.no/doc/infra/docu-keyboard.nno.html lea dárkilit čilgejuvvon mo oažžut sámegiela boallobeavddi dihtorii
smj: Snivva tjielggidus gåktu sámegielak tjåvdabievdev dáhtámasjijnnaj oadtju gávnnu Giellatekno sijddabielen: http://giellatekno.uit.no/doc/infra/docu-keyboard.nno.html

source: Sámi divvunprográmma:
smj: Sámegielak divvomprográmma:

source: Giellatekno ruovttusiiddus, http://divvun.no/no/index.htm, sáhtát maid viežžat Divvuma, riektečállinreaidu sihke Windows, MacOS, OpenOffice & LibraOffice ja InDesign várás.
smj: Giellatekno sijddabielen máhtá viedtjat Divvomav, duollatjállemræjddo Windowsij, MacOS:aj, OpenOffice & LibraOfficej, aktan InDesignaj. http://divvun.no/no/index.htm

source: Dasa lassin leat sihke digitála sátnegirjjit, interaktiiva sámegielkurssat ja mášinvuđot jorgalanbálvalus davvisámegielas dárogillii.
smj: Duodden gávnnuji digitála báhkogirje, interaktijva sáme giellakursa jårggålimdievnastus nuorttasámegielas dárogiellaj masjijna baktu.
